import Breadcrumb from "../../../components/Breadcrumb";
import BannerSection from "../../../components/BannerSection";
import styles from "./InvestmentLaw.module.css";
import { faHome } from "@fortawesome/free-solid-svg-icons";

export const metadata = {
  title: "Myanmar Investment Law",
  description: "Key points and provisions of the Myanmar Investment Law."
};

export default function MyanmarInvestmentLaw() {
  return (
    <div className={styles.pageContainer}>
      <BannerSection
        imageUrl="/assets/images/cover-images/67.jpg"
        altText="myanmar investment law cover photo"
      />
      <Breadcrumb
        items={[
          { label: "Home", href: "/mm/", icon: faHome },
          { label: "မြန်မာနိုင်ငံရင်းနှီးမြှုပ်နှံမှုဥပဒေ", active: true }
        ]}
      />
      <div className={styles.container}>
        <h1 className={styles.pageTitle}>မြန်မာနိုင်ငံရင်းနှီးမြှုပ်နှံမှုဥပဒေ</h1>
       <section id="investment-law-content" className={styles.mt5}>
          <div className={styles.investSection}>
            <h2>အဆိုပြုချက်တင်သွင်းခြင်း</h2>
            <p>၃၆။ ရင်းနှီးမြှုပ်နှံသူသည် နည်းဥပေဒများတွင်ဖော်ပြထားသော အောက်ပါလုပ်ငန်းများအား ကော်မရှင်သို့ အဆိုပြုချက်တင်ပြစေပြီး ခွင့်ပြုမိန့်ရရှိမှသာ ရင်းနှီး မြှုပ်နှံရမည်- </p>
            <ol className={styles.investList}>
                <li>
                    (က) နိုင်ငံတော်အတွက် မဟာဗျူဟာ အရ အရေးပါသည့် ရင်းနှီး မြှုပ် နှံမှုလုပ်ငန်းအမျိုးအစားများ၊</li>
                <li>
                    (ခ) မတည်ငွေရင်း ကြီး မားသည့် ရင်းနှီး မြှုပ် နှံမှု လုပ်ငန်းအမျိုးအစားများ၊</li>
                <li>
                    (ဂ) သဘာဝပတ်ဝန်းကျင်နှင့် ဒေသခံလူထုအပေါ် ကြီးမားသော သက်ရောက်မှုဖြစ်စေနိုင် သည့်ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းများ၊</li>
                <li>
                    (ဃ) နိုင်ငံတော်ပိုင်မြေနှင့် အဆောက်အဦများအသုံးပြုသည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ၊ </li>
                <li>
                    (င) ကော်မရှင်သို့အဆိုပြုချက်တင်ပြစေရန် အစိုးရအဖွဲ့ကသတ်မှတ်ထားသည့် ရင်းနှီးမြှုပ် နှံမှု လုပ်ငန်းများ။</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <h2>အတည်ပြုလျှောက်ထားလွှာတင်သွင်းခြင်း</h2>
            <p>၃၇။ ရင်းနှီးမြုပ်နှံသူသည် ပုဒ်မ ၃၆ ပါ လုပ်ငန်းများမှတစ်ပါး အခြားရင်းနှီးမြုပ်နှံမှု လုပ်ငန်းများ နှင့်ပတ်သက်၍ ကော်မရှင်သို့အဆိုပြုချက်တင်ပြရန်မလို။ သို့ရာတွင် ဤဉကဒေ၏ အခန်း(၁၂)မြေအသုံးပြုခွင့်နှင့် ပုဒ်မ ၇၅၊ ၇၇နှင့် ၇၈ ပါ ကင်းလွတ်ခွင့်၊ သက်သာခွင့် တစ်ရပ်ကိုဖြစ်စေ၊ တစ်ရပ်ရပ် ထက်ပို၍ဖြစ်စေ၊ အားလုံးကိုဖြစ်စေ ခံစားနိုင်ရန် အလိုငှာ သတ်မှတ်ပုံစံဖြင့် အတည်ပြုလျှောက်ထားလွှာကို ကော်မရှင်ရုံးသို့ တင်ပြရမည်။</p>
            <p>၃၈။ အတည်ပြုလျှောက်ထားလွှာ တင်သွင်းရာတွင် ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းအမျိုးအစားအလိုက် သက်ဆိုင်ရာအဖွဲ့အစည်း၏ ခွင့်ပြုချက် သို့မဟုတ် ပါမစ် သို့မဟုတ် အလားတူ စာရွက်စာတမ်းများ ပူးတွဲတင်ပြရမည်။</p>
            <p>၃၉။ ပုဒ်မ ၃၇ အရ တင်ပြလာသော အတည်ပြုလျှောက်ထားလွှာကို ကော်မရှင်ရုံးသည် လိုအပ်သည့် စိစစ်မှုများပြုလုပ်ပြီး ပြည်စုံပါက လက်ခံခြင်း၊ ပြည့်စုံမှုမရှိပါက ပြင်ဆင် ဖြည့်စွက်၍ ပြန်လည်တင်ပြစေခြင်းပြုနိုင်သည်။</p>
        </div>

        <div className={styles.investSection}>
            <h2>ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်း အမျိုးအစားများ သတ်မှတ်ခြင်း</h2>
            <p>၄၀။ ရင်းနှီးမြှုပ်နှံမှုတွင် အောက်ပါတို့လည်း အပါအဝင်ဖြစ်သည်- </p>
            <ol className={styles.investList}>
                <li>
                    (က) စီးပွားရေးအဖွဲ့အစည်း၊ </li>
                <li>
                    (ခ) ရွှေ့ပြောင်းနိုင်သောပစ္စည်း၊ မရွှေ့ပြောင်းနိုင်သောပစ္စည်းနှင့် အခြားပစ္စည်းဆိုင်ရာ အခွင့်အရေးများ၊ ငွေသား၊ အပေါင်ပစ္စည်းများ၊ အပေါင်ခံခွင့်နှင့် ပေါင်နှံခွင့်များ၊ စက်ပစ္စည်း၊ စက်ကိရိယာများ၊ စက်အပိုပစ္စည်းများနှင့် ဆက်စပ် အသုံးအဆောင်များ၊</li>
                <li>
                    (ဂ) ကုမ္ပဏီတစ်ခု၏ အစုရှယ်ယာများ၊ စတော့(ခ်)များနှင့် ဒီဘင်ချာ ခေါ် ငွေချေး သက်သေခံလက်မှတ်များ၊ </li>
                <li>
                    (ဃ) နည်းပညာကျွမ်းကျင်မှု၊ တီထွင်မှုမူပိုင်ခွင့်၊ စက်မှုဒီဇိုင်း၊ ကုန်အမှတ်တံဆိပ် မူပိုင်ခွင့်အပါအဝင် ဥပဒေများနှင့်အညီ အသိဉာဏ်ပစ္စည်းဆိုင်ရာ အခွင့်အရေး များ၊ </li>
                <li>
                    (င) ငွေရေးကြေးရေးဆိုင်ရာ တန်ဖိုးအဖြစ်ထားရှိသည့် ပဋိညာဉ်စာချုပ်အရ ငွေကြေးအခွင့် အရေးများ သို့မဟုတ် ဆောင်ရွက်မှုများ၊ </li>
                <li>
                    (စ) အကျိုးအမြတ်ခွဲဝေသည့် သဘောတူစာချုပ် သို့မဟုတ် ထုတ်လုပ်ခြင်း၊ စီမံခန့်ခွဲခြင်း၊ ဆောက်လုပ်ခြင်း၊ အလုံးစုံတာဝန်ယူ ဆောင်ရွက်သည့် စနစ် အပါအဝင် သဘောတူစာချုပ်ပါ အခွင့်အရေးများ၊ </li>
                <li>
                    (ဆ) သဘာဝသယံဇာတပစ္စည်းများ ရှာဖွေခြင်းနှင့် စမ်းသပ်တိုင်းတာခြင်း၊ ထုတ်လုပ်ခြင်း ဆိုင်ရာ အခွင့်အရေးများ အပါအဝင် သက်ဆိုင်ရာဉပဒေ သို့မဟုတ် ပဋိညာဉ်စာချုပ် အရပေးအပ်ထားသည့် လုပ်ငန်းဆိုင်ရာ အခွင့်အရေးများ။</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <p>၄၁။ အောက်ပါ ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများကိုတားမြစ်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများအဖြစ် သတ်မှတ်သည်- </p>
            <ol className={styles.investList}>
                <li>
                    (က) နိုင်ငံတော်အတွင်းသို့ သဘာဝဘေးအန္တရာယ် သို့မဟုတ် အဆိပ်အတောက်ရှိသော စွန့်ပစ်ပစ္စည်းများ သယ်ဆောင်လာနိုင်သည့် သို့မဟုတ် ပေါ်ပေါက်လာနိုင်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ၊ </li>
                <li>
                    (ခ) သုတေသနနှင့် ဖွံ့ဖြိုးတိုးတက်မှု ရည်ရွယ်ချက်ဖြင့် ပြုလုပ်သော ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများမှအပပြည်ပမှ စမ်းသပ်ဆဲဖြစ်သော သို့မဟုတ်အသုံးပြုရန်၊ စိုက်ပျိုး မွေးမြူရန်၊ အတည်ပြုချက် မရရှိသေးသော နည်းပညာများ၊ဆေးဝါးများ၊ အပင်နှင့် တိရိစ္ဆာန် မျိုးစိတ်များ၊ အသုံးအဆောင်များ သယ်ဆောင်လာနိုင်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ၊ </li>
                <li>
                    (ဂ) နိုင်ငံတော်အတွင်း တိုင်းရင်းသားလူမျိုးများ၏ရိုးရာယဉ်ကျေးမှုနှင့် ဓလေ့ထုံးစံများကို ထိခိုက်စေသော ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ </li>
                <li>
                    (ဃ) ပြည်သူတို့ အပေါ်သဘာဝအန္တရာယ်ဖြစ်စေနိုင်သော ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းများ </li>
                <li>
                    (င) သဘာဝပတ်ဝန်းကျင်နှင့် ဂေဟစနစ်တို့ကို ကြီးမားစွာ ထိခိုက်ပျက်စီး စေနိုင် သော ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ </li>
                <li>
                    (စ) တည်ဆဲဥပေဒတစ်ရပ်ရပ်အရ တားမြစ်ပိတ်ပင်ထားသော ဝန်ဆောင်မှုနှင့် ကုန်ပစ္စည်း များ ထုတ်လုပ်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <p>၄၂။ အောက်ပါ ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းအမျိုးအစားများကို ကန့်သတ်သည့်ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်း များအဖြစ် သတ်မှတ်သည်- </p>
            <ol className={styles.investList}>
                <li>
                    (က) နိုင်ငံတော်ကသာဆောင်ရွက်ခွင့်ရှိသည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ </li>
                <li>
                    (ခ) နိုင်ငံခြားသား ရင်းနှီးမြှုပ်နှံသူက ဆောင်ရွက်နိုင်ခွင့်မရှိသည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်း များ </li>
                <li>
                    (ဂ) နိုင်ငံခြားရင်းနှီးမြှုပ်နှံမှုများကို ပြည်တွင်းရှိ နိုင်ငံသားလူပုဂ္ဂိုလ်တစ်ဦးဦးသို့မဟုတ် နိုင်ငံသားပိုင်လုပ်ငန်းတစ်ခုခုနှင့် ပူးပေါင်း၍ ဖက်စပ်ရင်းနှီးမြှုပ်နှံမှုဖြင့်သာ ဆောင်ရွက် နိုင်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ </li>
                <li>
                    (ဃ) သက်ဆိုင်ရာဝန်ကြီးဌာနများ၏အတည်ပြုချက်ဖြင့်ဆောင်ရွက်နိုင်သည့် ရင်းနှီးမြှုပ်နှံမှု လုပ်ငန်းများ။</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <h2>မြေအသုံးပြုခွင့်</h2>
            <p>၅၀။</p>
            <ol className={styles.investList}>
                <li>
                    (က) ဤဥပေဒအရ ခွင့်ပြုမိန့်ရရှိထားသော သို့မဟုတ် အတည်ပြုမိန့်ရရှိထားသော ရင်းနှီးမြှုပ်နှံသူသည် ပုဂ္ဂလိက‌မြေ သို့မဟုတ် အဆောက် အအုံ ဖြစ်ပါကပိုင်ရှင်ထံမှ လည်းကောင်း၊ အစိုးရက စီမံခန့်ခွဲပိုင်ခွင့်ရှိသောမြေ၊ နိုင်ငံတော်ပိုင်မြေ သို့မဟုတ် အဆောက်အအုံ ဖြစ်ပါက သက်ဆိုင် ရာအစိုးရဌာန၊ အစိုးရအဖွဲ့အစည်းများ ထံမှလည်းကောင်းရင်းနှီးမြှုပ်နှံမှု ပြုလုပ်ရန်အလို့ ငှာသတ်မှတ်ချက်များ နှင့်အညီ နှစ်ရှည်မြေသို့မဟုတ် အဆောက်အအုံ ငှားရမ်းခွင့်ရှိသည်။ နိုင်ငံသားရင်းနှီးမြှုပ် နှံသူသည် မိမိပိုင်မြေ သို့မဟုတ် အဆောက်အအုံ တွင်တည်ဆဲ ဥပေဒများနှင့်အညီ ရင်းနှီးမြှုပ်နှံနိုင်သည်။
                </li>
                <li>
                    (ခ) နိုင်ငံခြားသားရင်းနှီးမြှုပ်နှံသူသည် အစိုးရ သို့မဟုတ် အစိုးရအဖွဲ့ အစည်းများထံ မှဖြစ်စေ၊ ပုဂ္ဂလိက‌ မြေ သို့မဟုတ် အ‌ဆောက်အအုံပိုင်ရှင် ထံမှ ဖြစ်စေကော်မရှင် ခွင့်ပြုမိန့် သို့မဟုတ် အတည်ပြုမိန့် ရရှိသည့်နေ့မှစ၍ကနဦးနှစ်(၅၀)အထိ သတ်မှတ် ချက်နှင့် အညီမြေသို့မဟုတ် အဆောက်အအုံ ငှားရမ်းနိုင်သည်။
                </li>
                <li>
                    (ဂ) အထက်ဖော်ပြပါ ပုဒ်မခွဲ(ခ)အရ ခွင့်ပြုထားသောမြေသို့မဟုတ် အဆောက်အအုံ ငှားရမ်းကာလ သို့မဟုတ် မြေသို့မဟုတ် အဆောက်အအုံ အသုံးပြုခွင့်ကာလ သက်တမ်းကုန်ဆုံးပြီးနောက် ကော်မရှင်၏ ခွင့်ပြုချက်ဖြင့် တစ်ဆက်တည်း သက်တမ်းတိုးခွင့် ၁၀နှစ်နှင့် ယင်းသက်တမ်း ကုန်ဆုံးပြီး ထပ်မံ၍ ၁၀နှစ်သက်တမ်း တိုးမြှင့်နိုင်သည်။</li>
                <li>
                    (ဃ) ရင်းနှီးမြှုပ်နှံသူသည် မြေငှားရမ်းခြင်း စာချုပ်အား စာချုပ်စာတမ်း မှတ်ပုံတင်ခြင်း အက်ဥပေဒ နှင့်အညီ စာချုပ်စာတမ်း မှတ်ပုံတင်ရုံး တွင်မှတ်ပုံတင်ရမည်။</li>
                <li>
                    (င) အစိုးရအဖွဲ့သည်မြေအသုံးချမှု သို့မဟုတ်မြေ ငှားရမ်းမှုများအတွက် မြန်မာနိုင်ငံသား ရင်းနှီးမြှုပ်နှံသူများအား ပိုမိုကောင်းမွန်သော သတ်မှတ်ချက်များနှင့် အခွင့်အရေး များကို ခွင့်ပြုပေးနိုင်သည်။</li>
                <li>
                    (စ) ကော်မရှင်သည် နိုင်ငံတော်တစ်ဝန်းလုံးတွင်ဖွံ့ဖြိုးတိုးတက်စေရန် အလို့ငှာစီးပွား ရေးဖွံ့ဖြိုး တိုးတက်မှု နည်းပါးပြီး ဆက်သွယ် သွားလာရေး ခက်ခဲသော ဒေသများတွင် ရင်းနှီးမြှုပ်‌နှံသူများ အတွက် ဤဥပေဒပါမြေသို့မဟုတ်အဆောက် အအုံ ငှားရမ်းခွင့်ကာလ သို့မဟုတ် မြေ သို့မဟုတ် အဆောက် အအုံအသုံးပြုခွင့် ကာလထက် ပိုခံစားခွင့်ပြုရာတွင် အစိုးရအဖွဲ့မှ တစ်ဆင့် ပြည်ထောင်စု လွှတ်တော်သို့ တင်ပြ အတည်ပြုချက်ရယူရမည်။</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <h2>ရင်းနှီးမြှုပ်နှံသူများ၏ တာဝန်ဝတ္တရားများ</h2>
            <p>၆၅။ ရင်းနှီးမြှုပ်နှံသူသည် –</p>
            <ol className={styles.investList}>
                <li>
                    (က) နိုင်ငံတော်အတွင်းရှိ တိုင်းရင်းသားလူမျိုးတို့၏ ဓလေ့ထုံးတမ်း၊ အစဉ်အလာ၊ ရိုးရာ ယဉ်ကျေးမှု တို့ကိုလေးစားလိုက်နာရမည်၊</li>
                <li>
                    (ခ) ရင်းနှီးမြှုပ်နှံမှုလုပ်ဆောင်ရန်အတွက် ကုမ္ပဏီ သို့မဟုတ် တစ်ဦးတည်းပိုင်သို့မဟုတ် တရားဝင် စီးပွားရေးအဖွဲ့အစည်းများ သို့မဟုတ် အဆိုပါ တရားဝင် စီးပွားရေး အဖွဲ့အစည်း၏ ရုံးခွဲများကို ဥပေဒ နှင့်အညီ ဖွဲ့စည်းတည်ထောင်၍မှတ်ပုံတင်ရမည်၊</li>
                <li>
                    (ဂ) တည်ဆဲဥပေဒများနှင့် ဤဥပေဒအရထုတ်ပြန်သော နည်းဥပေဒများ၊ လုပ်ထုံးလုပ်နည်းများ၊ အမိန့်ကြေငြာစာများ၊ အမိန့်နှင့် ညွှန်ကြားချက် များ၊ သဘောတူစာချုပ်ပါစည်းကမ်းချက်များနှင့် အခွန်ဆိုင်ရာ တာဝန်ရှိမှုအပါအဝင် ၎င်းတို့အားထုတ်ပေးထားသော အထူးပြုလိုင်စင်၊ ခွင့်ပြုမိန့်နှင့်လုပ်ငန်းဆောင်ရွက်ခွင့် လက်မှတ်များတွင် ပါဝင်သည့် စည်းကမ်းချက်များ၊ သတ်မှတ်ချက်များနှင့်အညီ လိုက် နာဆောင်ရွက်ရ မည်၊</li>
                <li>
                    (ဃ) လုပ်ငန်းသဘာဝအရဖြစ်စေ၊ အခြားလိုအပ်ချက်အရဖြစ်စေ သက်ဆိုင်သည့် ပြည်ထောင်စုဝန်ကြီးဌာနများ၊ အစိုးရဌာနနှင့် အဖွဲ့အစည်းများမှ လိုင်စင်သို့မဟုတ် ခွင့်ပြုမိန့်ရယူရန် လိုအပ်လျင်ဖြစ်စေ၊ မှတ်ပုံတင်ရန် လိုအပ်လျင်ဖြစ်စေ သက်ဆိုင်ရာဌာန၏ သတ်မှတ်ချက်များနှင့်အညီ ဆောင်ရွက်ရမည်၊</li>
                <li>
                    (င) မိမိငှားရမ်းခွင့်ရရှိထားသော သို့မဟုတ် အသုံးပြုခွင့် ရရှိထားသောမြေ၏မြေပေါ် မြေအောက်တွင်ခွင့်ပြုထားသည့် ရင်းနှီးမြှုပ်နှံမှုနှင့်ဆက်စပ် မှုမရှိသော၊ မူလသဘောတူစာချုပ်တွင် မပါဝင်သောသဘာဝ တွင်းထွက်ပစ္စည်းများသို့မဟုတ် ရှေးဟောင်းပစ္စည်းများနှင့်ရတနာသိုက်အစရှိ သည်တို့ကို တွေ့ရှိပါကကော်မရှင်ထံသို့ ချက်ချင်းသတင်းပေးအကြောင်းကြားရမည်။ ကော်မရှင်ကခွင့်ပြုလျင်ယင်းမြေပေါ်၌ ဆက်လက် လုပ်ကိုင်နိုင်ပြီးခွင့်မပြုလျင်ရင်းနှီးမြှုပ်နှံသူက ရွေးချယ်တင်ပြသည့် နေရာတစ်ခုအားအစားထိုး ခွင့်ပြုချက်ရယူ၍ပြောင်းရွှေ့ဆောင်ရွက်ရမည်၊</li>
                <li>
                    (စ) မိမိငှားရမ်းခွင့် သို့မဟုတ် အသုံးပြုခွင့်ရရှိသောမြေ၏သဘာဝ မြေမျက်နှာသွင်ပြင် သို့မဟုတ် မြေအနိမ့်အမြင့်အနေအထားအား သိသာ ထင်ရှားစွာ ပြောင်းလဲမှုကို ကော်မရှင်၏ ခွင့်ပြုချက်မရှိဘဲ မပြုလုပ်ရ၊</li>
                <li>
                    (ဆ) မိမိ၏ရင်းနှီးမြှုပ်နှံမှုနှင့်စပ်လျဉ်း၍ တည်ဆဲဥပေဒများ၊ နည်းဥပေဒများ၊ လုပ်ထုံးလုပ်နည်းများနှင့်နိုင်ငံတကာတွင်ကျင့်သုံးသည့် အကောင်းဆုံးစံချိန်စံညွှန်းများနှင့်အညီ သဘာဝပတ်ဝန်းကျင်နှင့်လူမှုပတ်ဝန်းကျင်ထိခိုက်ပျက်စီးမှု၊ ညစ်ညမ်းမှု၊ နစ်နာမှုမဖြစ် စေရန်နှင့် ယဉ်ကျေးမှုအမွေအနှစ်များကိုထိခိုက်ပျက်စီးမှုမဖြစ်ပေါ် စေရန်လိုက်နာ ဆောင်ရွက်ရမည်၊</li>
                <li>
                    (ဇ) ခွင့်ပြုမိန့် သို့မဟုတ် အတည်ပြုမိန့်ဖြင့် ဆောင်ရွက်သော ရင်းနှီးမြှုပ်နှံမှုများနှင့် သက်ဆိုင်သည့်လုပ်ငန်းဆိုင်ရာစာရင်းဇယားများ၊ နှစ်ပတ်လည် ငွေစာရင်းများနှင့် လိုအပ်သည့် သဘာဝဘေးအန္တရာယ်ကိစ္စရပ်များကို နိုင်ငံတကာနှင့် ပြည်တွင်း အသိ အမှတ်ပြု စာရင်းကိုင်စံနှုန်းများနှင့်အညီ ကောင်းမွန်စွာပြုစုမှတ်တမ်းတင်ထားရှိရ မည်။</li>
                <li>
                    (ဈ) အလုပ်ခန့်ထားမှုဆိုင်ရာသဘောတူစာချုပ်ဖောက်ဖျက်ခြင်း၊ ရင်းနှီးမြှုပ်နှံမှုအပြီးပိတ် သိမ်းခြင်း၊ လွှဲပြောင်းရောင်းချခြင်း၊ ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းရပ်ဆိုင်းခြင်း၊ လုပ်သား အင်အားလျော့ချခြင်းတို့အတွက်အလုပ်သမားများအားတည်ဆဲဥပဒေများနှင့်အညီနစ်နာကြေးပေးပြီးမှသာ ရင်းနှီးမြှုပ်နှံမှု ကိုရပ်ဆိုင်း ပိတ်သိမ်းရမည်။</li>
                <li>
                    (ည) ခိုင်လုံသောအကြောင်းပြချက်ဖြင့်ရင်းနှီးမြှုပ်နှံမှုယာယီပိတ်သိမ်းရပါက ပိတ်သိမ်းထား ရသည့်ကာလအတွင်းအလုပ်သမားများအားတည်ဆဲဥပဒေ၊နည်းဥပဒေညွှန်ကြားချက်များ၊ လုပ်ထုံးလုပ်နည်း စသည်တို့နှင့်အညီ လုပ်ခလစာပေးရမည်။</li>
                <li>
                    (ဋ) အလုပ်ကြောင့်ထိခိုက်ဒဏ်ရာရရှိမှု ကိုယ်အင်္ဂါအစိတ်အပိုင်းချို့ယွင်းဆုံးရှုံးမှု ရောဂါရရှိ မှု၊သေဆုံးမှုတို့ဖြစ်ပွားသောအလုပ်သမားများအတွက်သက်ဆိုင်ရာအလုပ်သမား(သို့မဟုတ်)အမွေဆက်ခံခွင့်ရှိသူအားတည်ဆဲဥပဒေနှင့်အညီရထိုက်သည့်နစ်နာကြေးနှင့်လျော်ကြေးကိုပေးရမည်။</li>
                <li>
                    (ဌ) မိမိ၏ရင်းနှီးမြှုပ်နှံမှုတွင်လာရောက်အလုပ်လုပ်ကိုင်နေသည့်နိုင်ငံခြားသား ကျွမ်းကျင် ပညာရှင်များနှင့် ကြီးကြပ်သူများ မိသားစုဝင်များသည် တည်ဆဲဥပဒေများ၊ နည်းဥပေဒများ အမိန့်နှင့်ညွှန်ကြားချက်များနှင့်ယဉ်ကျေးမှုနှင့် ဓလေ့ထုံးစံများကို လေးစားလိုက်နာရန်ကြပ်မတ်ရမည်။</li>
                <li>
                    (ဍ) အလုပ်သမားရေးရာဥပဒေများကိုလေးစားလိုက်နာရမည်။</li>
                <li>
                    (ဎ) ဥပဒေနှင့်အညီ တရားစွဲဆိုခွင့်နှင့်တရားစွဲဆိုခံနိုင်ခွင့်ရှိရမည်။</li>
                <li>
                    (ဏ) ခွင့်ပြုမိန့်(သို့မဟုတ်) အတည်ပြုမိန့်ပါ ရင်းနှီးမြှုပ်နှံမှုလုပ်ကိုင်နိုင်ရန်အတွက် လိုအပ် ချက်အရ ဆောင်ရွက်ခြင်းမှတပါး ရင်းနှီးမြှုပ်နှံမှုနှင့်မသက်ဆိုင်သော သစ်တောများ ခုတ်ထွင်ခြင်း၊ သဘာဝသယံဇာတများတူးဖော်ခြင်း စသည့် သဘာဝပတ်ဝန်းကျင် ထိခိုက်ပျက်စီးစေခြင်းနှင့် လူမှုစီးပွားရေးဆုံးရှုံးမှုများ ဖြစ်ပေါ်စေပါက အဆိုပါဆုံးရှုံး နစ်နာမှုအတွက် ထိရောက်သည့်လျော်ကြေးကို နစ်နာသူထံသို့ ပေးလျော်ရမည်။</li>
                <li>
                    (တ) ကော်မရှင်ကရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းများအားစစ်ဆေးကြည့်ရှု့ရန်ကြိုတင် အကြောင်း ကြားလာပါက မည့်သည့်နေရာကိုမဆို ဝင်ရောက်စစ်ဆေးရန်ခွင့်ပြုပေးရမည်။</li>
                <li>
                    (ထ) သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဥပဒေနှင့် ပတ်ဝန်းကျင်ထိခိုက်မှုစစ်ဆေးခြင်း ဆိုင်ရာလုပ်ထုံးလုပ်နည်းများအရကြိုတင်ခွင့်ပြုချက်ရယူရန်လိုအပ်သောရင်းနှီးမြှုပ်နှံမှုများသည် ဆန်းစစ်ခြင်းများ မလုပ်ဆောင်မီ ကော်မရှင်၏ခွင့်ပြုမိန့်(သို့မဟုတ်) အတည်ပြုမိန့်ကို ဦးစွာရယူရမည်။ ဤသို့ ကော်မရှင်၏ ခွင့်ပြုမိန့်(သို့မဟုတ်) အတည်ပြုမိန့်ရယူထားသည့် ရင်းနှီးမြှုပ်နှံမှုများသည် ၎င်းတို့လုပ်ငန်းဆောင်ရွက် နေသည့်ကာလတစ်လျောက်လုံး လိုအပ်သညပတ်ဝန်းကျင်ထိခိုက်မှုနှင့် လူမှုရေးထိ ခိုက်မှုဆန်းစစ်ချက်များဆောင်ရွက်မှုအခြေအနေများကို ကော်မရှင်သို့တင်ပြရမည်။</li>
            </ol>
        </div>

        <div className={styles.investSection}>
            <h2>ကင်းလွတ်ခွင့်နှင့် သက်သာခွင့်များ</h2>
            <p>၇၄။ ကော်မရှင်သည်နိုင်ငံတော်အတွင်းဖွံ့ဖြိုးတိုးတက်ရန် လိုအပ်သည်ကိစ္စများတွင် ရင်းနှီးမြှုပ်နှံ မှုများ ဝင်ရောက်စေခြင်းအားဖြင့် နိုင်ငံတော်၏ ဖွံ့ဖြိုးတိုးတက်မှုကို အထောက်အကူပြုစေရေး အတွက်လည်း ကောင်း၊တိုင်းဒေသကြီးနှင့် ပြည်နယ်များ အချိုးကျမျှတစွာ ဖွံ့ဖြိုးတိုးတက် လာစေရေးအတွက် လည်းကောင်း၊အခွန်ကင်းလွတ်ခွင့် (သို့မဟုတ်) သက်သာခွင့်တစ်ရပ်ရပ် ကိုဖြစ်စေ၊တစ်ရပ်ရပ်ထက် ပို၍ ဖြစ်စေခံစားခွင့်ပြုရန် ရင်းနှီးမြှုပ်နှံသူက လျှောက်ထားလာ လျင် စိစစ်၍ ခွင့်ပြုပေးနိုင်သည်။</p>
            <p>၇၅။</p>
            <ol className={styles.investList}>
                <li>
                    (က) ဝင်ငွေကင်းလွတ်ခွင့်နှင့်ပတ်သက်၍ ဖွံ့ဖြိုးမှုနည်းပါးသောဒေသများအား ဇုန်(၁) အဖြစ်လည်းကောင်း ဖွံ့ဖြိုးမှုအသင့်အတင့်ရှိသောဒေသများအား ဇုန်(၂) အဖြစ် လည်းကောင်း၊ ဖွံ့ဖြိုးမှုရှိသော ဒေသများအား ဇုန်(၃)အဖြစ်လည်းကောင်း အစိုးရ အဖွဲ့၏ အတည်ပြုချက်ဖြင့် ကော်မရှင်က အမိန့် ကြေငြာစာထုတ်ပြန်သတ်မှတ်ကာ ဇုန်(၁) အတွင်းရင်းနှီးမြှုပ်နှံသူများအား စီးပွားဖြစ်စတင်သော နှစ် အပါအဝင် တဆက်တည်း (၇) နှစ်အထိလည်းကောင်း ဇုန်(၂) အတွင်း ရင်းနှီးမြှုပ်နှံသူများအား စီးပွားဖြစ်စတင်သော နှစ်အပါအဝင် တဆက်တည်း (၅)နှစ်အထိလည်းကောင်း၊ဇုန်(၃) အတွင်း ရင်းနှီး မြှုပ်နှံသူများအားစီးပွားဖြစ်စတင်သော နှစ်အပါအဝင် တဆက်တည်း (၃)နှစ်အထိလည်းကောင်းဝင်ငွေခွန် ကင်းလွတ်ခွင့်ပြုနိုင်သည်။</li>
                <li>
                    (ခ) အစိုးရအဖွဲ့၏အတည်ပြုချက်ဖြင့် ကော်မရှင်သည် ဇုန်သတ်မှတ်ခြင်းကို သက်ဆိုင်ရာ ဒေသများ၏ဖွံ့ဖြိုးတိုးတက်မှုအပေါ်မူတည်၍အခါအားလျော်စွာ လိုအပ်သလိုပြောင်း လဲ သတ်မှတ်နိုင်သည်။</li>
                <li>
                    (ဂ) ဝင်ငွေကင်းလွတ်ခွင့်ကို ရင်းနှီးမြှုပ်နှံမှုမြှင့်တင်ဆောင်ရွက်ရန် ကော်မရှင်က အမိန့် ကြေငြာစာထုတ်ပြန်ထားသည့် ကိစ္စများအတွက်သာ ခွင့်ပြုရမည်။</li>
            </ol>
        </div>
        </section>
      </div>
    </div>
  );
}