import Breadcrumb from "../../../components/Breadcrumb";
import styles from "./AboutMyanmar.module.css";
import BannerSection from "../../../components/BannerSection";
import { faHome } from "@fortawesome/free-solid-svg-icons"; 

export const metadata = {
  title: "About Myanmar",
  description: "Learn about Myanmar's history, people, geography and more."
};

export default function AboutMyanmar() {
  return (
    <div className={styles.pageContainer}>
    <BannerSection imageUrl="/assets/images/cover-images-mm-title/6.jpg" altText="about myanmar cover photo"/>
<Breadcrumb
        items={[
          { label: "မူလစာမျက်နှာ", href: "/mm/", icon: faHome },
          { label: "မြန်မာနိုင်ငံ အကြောင်း", active: true }
        ]}
      />
    <div className={styles.container}>
     

      

       <h1 className={styles.pageTitle}>မြန်မာနိုင်ငံ အကြောင်း</h1>



        <section id="introduction">
            {/* <h2 className={styles.sectionTitle}>မြန်မာနိုင်ငံအကြောင်း</h2> */}
            <p>မြန်မာနိုင်ငံသည် အာရှတွင် သဘာဝအတိုင်း ကျန်ရှိနေသော နိုင်ငံတစ်နိုင်ငံ ဖြစ်ပါသည်။ မြန်မာနိုင်ငံသည် တရုတ်နိုင်ငံနှင့် အိန္ဒိယ နိုင်ငံအကြားတွင်ရှိပြီး နှစ်သက်ကြည်နူးဖွယ်ရာ မြန်မာလူမျိုးများ၏ မတူခြားနားသော ယဉ်ကျေးမှုများသည် ကိုယ်ပိုင်ပုံစံနှင့် ကျက်သရေရှိစွာ တည်ရှိနေသော နိုင်ငံတစ်နိုင်ငံဖြစ်ပါသည်။
မြန်မာနိုင်ငံသို့ လာရောက် လည်ပတ်သူများအနေဖြင့် သဘာဝအတိုင်း ဖြစ်တည်နေ သော ဆွဲဆောင်မှုများအပြင် ရှေးဟောင်းအမွေအနှစ်များ၊ ရွှေရောင်ဘုရားစေတီများကိုလည်း ထူးခြားသည့် စိတ်ကြည်နူးဖွယ်ရာ အတွေ့အကြုံအသစ်များအနေဖြင့် ရှာဖွေခံစား ရရှိနိုင်မည် ဖြစ်ပါသည်။</p>
        </section>

        <section id="history">
             <h2 className={styles.sectionTitle}>နောက်ခံသမိုင်းကြောင်း</h2>
            <p>မြန်မာနိုင်ငံသည် ဘီစီ ၂၀၀ မှ အေဒီ ၉၀၀ ကြား လွန်ခဲ့သော နှစ် ၁၀၀၀ ကျော် ပျူခေတ်မှ စတင်ခဲ့သည့် ရှည်လျားသော သမိုင်းကြောင်းနှင့် ယဉ်ကျေးမှုအမွေအနှစ်များစွာ ပိုင်ဆိုင်ထား သော နိုင်ငံတစ်နိုင်ငံဖြစ်ပါသည်။</p>
            <p>
    ပုဂံမင်းအနော်ရထာသည် ပထမမြန်မာနိုင်ငံတော်ကြီးကို ၁၁ ရာစုနှစ်တွင် တည်ထောင်ခဲ့ပါသည်။ ပုဂံအင်ပါယာသည် ရာစုနှစ်နှစ်ခုကြာတည်ရှိခဲ့ပြီးနောက် ဘုရင့်နောင်မင်းက ၁၆ရာစုတွင် ဒုတိယမြန်မာနိုင်ငံတော်ကို ထပ်မံတည်ထောင်ခဲ့သည်။ ၁၈၂၅ တွင် မြန်မာနိုင်ငံနှင့် ဗြိတိသျှတို့အကြား စစ်ပွဲများစတင်ခဲ့ပြီးနောက် ၁၈၈၅ တွင် နယ်ချဲ့ဗြိတိသျှ တို့၏ သူ့ကျွန်ဘဝသို့ နှစ်ပေါင်း ၆၀ ကျော် ရောက်ရှိခဲ့သည်။ ၁၉၄၂ မှ ၁၉၄၅ ကာလ ဒုတိယ ကမ္ဘာစစ်အတွင်းတွင် နယ်ချဲ့ ဂျပန်များ၏ ကျူးကျော်သိမ်းပိုက်ခြင်းကို ခံခဲ့ရသည်။ မြန်မာနိုင်ငံသည် ကိုလိုနီ အုပ်ချုပ် ရေးစနစ်အောက်တွင် နှစ်ပေါင်းများစွာ အုပ်ချုပ်ခံခဲ့ရပြီးနောက် ၁၉၄၈ တွင် လွတ်လပ်ရေးရရှိ ကာ လွတ်လပ်သောနိုင်ငံအဖြစ်သို့ ပြန်လည်ရောက်ရှိခဲ့သည်။
</p>
        </section>

        <section id="people">
             <h2 className={styles.sectionTitle}>လူမျိုးများ</h2>
            <p>
    မြန်မာလူမျိုးများကို ဗမာ ဟုလည်း ခေါ်သည်။ ၂၀၁၇ ခုနစ်အထိ မြန်မာနိုင်ငံ၏ လူဦးရေသည် ၅၃ ဒသမ ၃၇ သန်းရှိပြီး ဗမာ၊ ကချင်၊ ကယား၊ ကရင်၊ ချင်း၊ မွန်၊ ရခိုင်၊ ရှမ်း စသည့် တိုင်းရင်းသား လူမျိုးစုများပါဝင်ကာ လူဦးရေ၏၈၀ရာခိုင်နှုန်းသည် ဗုဒ္ဓဘာသာ ဝင်များ ဖြစ်ကြသည်။ မြန်မာ လူမျိုးအများစုသည် မြန်မာစကားကို အများဆုံးပြောကြပြီး အခြား တိုင်းရင်းသား ဘာသာစကားများကိုလည်း ဒေသအလိုက် ပြောဆိုကြပါသည်။
</p>
<p>
    မြန်မာလူမျိုးအများစုသည် ဘာသာတရားအလွန်ကိုင်းရှိုင်းသူများ ဖြစ်ကြပြီး ရိုးရာဓလေ့ များနှင့် မိသားစုများ အပေါ် အလွန်ရိုသေလေးစားကြသည်။ ထို့အပြင် မြန်မာနိုင်ငံသည် မြန်မာ့နှစ်သစ်ကူး သြင်္ကန်ပွဲတော်၊ နာဂနှစ်သစ်ကူးပွဲတော်၊ မီးပုံးပျံပွဲတော်စသည့် ပျော်ရွှင် စိတ်လှုပ်ရှားဖွယ်ရာ ပွဲတော်များနှင့် တစ်နှစ်ပတ်လုံး ပြည့်နှက်နေသော နိုင်ငံဖြစ်ပါသည်။
</p>
<p>
    မြန်မာလူမျိုးများ၏ နွေးထွေးပျူငှာမှုနှင့် ရင်းနှီးဖော်ရွေမှုများသည် မြန်မာနိုင်ငံသို့ လာရောက်လည်ပတ်သော ခရီးသွားများအကြား အလွန်ပင် ထင်ရှားကျော်ကြားသည်။
</p>
        </section>

        <section id="geography">
             <h2 className={styles.sectionTitle}>မြေမျက်နှာသွင်ပြင်</h2>
           <p>ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော်သည် မြောက်ဘက်တွင် တရုတ်နိုင်ငံ၊ အရှေ့ဘက် တွင် လာအို နှင့် ထိုင်းနိုင်ငံ၊ တောင်ဘက်တွင် ကပ္ပလီ ပင်လယ်၊ မုတ္တမကွေ့ ၊ အနောက် ဘက်တွင် ဘင်္ဂလားဒေ့ရှ် နှင့် အိန္ဒိယနိုင်ငံတို့နှင့် နယ်နိမိတ်ချင်း ထိစပ်နေပါသည်။ မြန်မာနိုင်ငံ၏ တည်နေရာ အကျယ်အဝန်းသည် ခြောက်သိန်းခုနစ်သောင်း ခြောက်ထောင် ငါးရာခုနစ်ဆယ့်ရှစ် (၆၇၆,၅၇၈) စတုရန်း ကီလိုမီတာ ကျယ်ဝန်းပါသည်။</p>
            <p>မြန်မာနိုင်ငံကို အောက်မြန်မာပြည် ကမ်းရိုးတန်းဒေသနှင့် အထက်မြန်မာပြည် တောင်တန်း ဒေသဟူ၍ အဓိကအားဖြင့် နှစ်ပိုင်းခွဲခြားထားပါသည်။ မြန်မာနိုင်ငံမြောက်ပိုင်းတွင် တောင် ထူထပ်သော မြေမျက်နှာသွင်ပြင်ရှိပြီး ကျန်ဒေသများတွင် မြစ်ကြောင်းများဖြင့် နေရာ ယူထားသည်။
မြောက်ဘက်တွင် တောင်များကို အများဆုံး တွေ့ရှိရပြီး အမြင့်ဆုံးတောင်သည် ငါးထောင်ရှစ်ရာရှစ်ဆယ့်တစ် (၅,၈၈၁)မီတာ ထိ မြင့်ပေသည်။မြေပြန့်လွင်ပြင်နှင့် ဧရာဝတီ မြစ်ကြောင်းတစ်လျှောက်ရှိ မြေသြဇာအလွန်ကောင်းမွန်သော မြစ်ဝကျွန်းပေါ်ဒေသများသည် မြန်မာနိုင်ငံစီးပွားရေး၏ အဓိကအသက်သွေးကြောများ ဖြစ်ကြသည်။ 
</p>
            <p>မြန်မာနိုင်ငံ၏ အနောက် မြောက်ဘက်နှင့် အနောက်တောင်ဘက်တွင် ကမ်းရိုးတန်းများကို ကျွန်းပေါင်းများစွာနှင့် သာယာလှပသော ကမ်းခြေများတည်ရှိပါသည်။ တောင်ပေါ်ဒေသများ၏ ရာသီဥတုသည် အများအားဖြင့်အေးမြပြီး အလယ်ပိုင်းဒေသတွင် မိုးနည်းသည်။
မိုးတွင်းကာလ သည် မေလ အလယ်မှ အောက်တိုဘာလ အလယ်ထိ ဖြစ်သော်လည်း မြန်မာနိုင်ငံသည် တစ်နှစ်ပတ်လုံး လာရောက်လည်ပတ်နိုင်သော နိုင်ငံတစ်နိုင်ငံ ဖြစ်ပါသည်။
</p>
        </section>

        <section id="transportation">
             <h2 className={styles.sectionTitle}>ပို့ဆောင်ဆက်သွယ်ရေး</h2>
          <p>မြန်မာနိုင်ငံတွင် ကမ္ဘာလှည့် ခရီးသည်များအတွက် အဓိကဝင်ပေါက်များဖြစ်သော ရန်ကုန် ၊ မန္တလေး နှင့် နေပြည်တော် အပြည်ပြည်ဆိုင်ရာလေဆိပ် သုံးခုရှိပါသည်။ ပြည်တွင်းပြည်ပ လေကြောင်းလိုင်းများအပြင် ဒေသခံပြည်သူများအတွက် မြန်ဆန်၍ အဆင်ပြေသော ပြည်တွင်း လေကြောင်းလိုင်းခရီးစဉ်များကိုပါ ပြည်တွင်းလေဆိပ်များတွင် ပြေးဆွဲလျက်ရှိသည်။ည
မြန်မာ နိုင်ငံ၏ မီးရထား ခရီးစဉ်သည် ရန်ကုန်- မန္တလေး - ကလော- ပြင်ဦးလွင် - သီပေါမြို့များ အကြားတွင် အများဆုံး ပြေးဆွဲလျက်ရှိသည်။
</p>
            
        </section>

        <section id="currency">
             <h2 className={styles.sectionTitle}>ငွေကြေးစနစ်</h2>
            <p>မြန်မာ့ ငွေကြေးကို ကျပ် ဖြင့် သတ်မှတ်သည်။ ငွေကြေးသတ်မှတ်ချက်တွင် တစ်ကျပ်၊ ငါးကျပ်၊ တစ်ဆယ်ကျပ်၊ တစ်ဆယ့်ငါးကျပ်၊ နှစ်ဆယ်ကျပ်၊ လေးဆယ့်ငါးကျပ်၊ ငါးဆယ်ကျပ်၊ ကိုးဆယ်ကျပ်၊ မှစ၍ တစ်ရာကျပ်၊ နှစ်ရာကျပ်၊ ငါးရာကျပ်၊ တစ်ထောင်ကျပ်၊ ငါးထောင်ကျပ်၊ တစ်သောင်းကျပ် ထိ တန်ဖိုး အမျိုးမျိုး ခွဲခြား ထားသည်။ မြန်မာနိုင်ငံရောက် ခရီးသွားများ အနေဖြင့် မြို့နယ်တိုင်းရှိ ဘဏ်များနှင့် ငွေလဲကောင်တာများတွင် နိုင်ငံခြား ငွေများကို မြန်မာ ငွေအဖြစ် လွယ်ကူစွာ လဲလှယ်နိုင်သည်။</p>
        </section>
    </div>
    </div>
    
  );
}